Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nupi.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: South Sudan is highly vulnerable to climate change, including flooding, droughts and, most recently, a locust infestation.
nb: Sør-Sudan er svært utsatt for konsekvensene av klimaendringer, inkludert flom, tørke og nylig en gresshoppeinvasjon.

source: In addition, two Polish companies are present on the Norwegian continental shelf, Lotos and PGNiG Upstream.
nb: I tillegg har to polske firma etablert seg på den norske kontinentalsokkelen, Lotos og PGNiG Upstream.

source: Chair at this event is Senior Research Fellow at NUPI Rita Augestad Knudsen.
nb: Ordstyrer er seniorforsker på NUPI Rita Augestad Knudsen.

source: Mellomfag in Russian, University of Oslo
nb: Mellomfag i russisk, Universitetet i Oslo

source: Engagement in Africa is still at the heart of French foreign policy.
nb: Engasjement i Afrika er fremdeles kjernen i den franske utenrikspolitikken.

source: Her book, How China Escaped the Poverty Trap lays the foundation for her research agenda.
nb: Boka «How China Escaped Poverty Trap» legger grunnlaget for Yuen Yuens forskningsagenda.

source: While cyberspace has been elevated to a military domain within NATO, the question of deterrence and resilience in cyberspace remains understudied.
nb: Selv om cyberspace har blitt fremmet som et militært domene innen NATO, er spørsmål om avskrekking og feiltoleranse i cyberspace lite undersøkt.

source: Hillary Clinton: the first female US president?
nb: Hillary – USAs første kvinnelige president?

source: He recently served as Deputy Director (United Nations) in the UK Cabinet Office, providing strategy advice to the British Prime Minister and his Envoy on the UN Post-2015 development panel.
nb: Nylig var han ansatt som visedirektør (Forente Nasjoner) i det britiske kabinettet (UK Cabinet Office), hvor han har drevet med strategisk rådgivning for den britiske statsministeren og hans utsending til FNs post-2015 utviklingspanel.

source: This report explores the possibilities and constraints for achieving strategic stability in South Asia.
nb: Denne rapporten utforsker mulighetene og begrensningene for å oppnå strategisk stabilitet i Sør-Asia.

source: She is author of several books and has won, among other international prizes, the 2008 Denis McQuail Award for Innovating Communication Theory.
nb: Archetti har skrevet flere bøker og hun har vunnet mange priser for disse. Blant prisene mottok hun Denis McQuail Awards i 2008 for ‘Innovating Communication Theory’.

source: ) and Chinese diplomacy (ANGER), as well as contributing to the development of NUPIs research profile on China and Asia more broadly
nb: ), og kinesisk diplomati (ANGER), i tillegg til å bidra bredt til NUPIs satsning på Kina og Asia.

source: (DevAnt), where she will do research on partnership between faith-based organizations in Ethiopia and Norway.
nb: (DevAnt), hvor hun vil forske på samarbeid mellom religiøst orienterte bistandsorganisasjoner i Etiopia.

source: American security policy under President Trump
nb: Amerikansk sikkerhetspolitikk under president Trump

source: , which is a joint project between NUPI and CUTS International.
nb: , som er et sambeidsprosjet mellom NUPI og CUTS International.

source: , Director of the Project on UN Governance and Reform at Oxford University, who has spent 30 years working for or with the United Nations.
nb: , direktør i Project on UN Governance and Reform ved Oxford University. Han har arbeidet for eller med FN i 30 år.

source: Customers remain customers only as long as their supplier is trustworthy.
nb: Kunden er bare kunde så lenge leverandøren er pålitelig.

source: Equinor – NUPI Political and Security Risk Forum is a collaboration between Equnor and NUPI to strengthen Equinor’s Norwegian-based knowledge hub in the field of political risk and security threat analysis.
nb: Equinor-NUPI Political and Security Risk Forum er et samarbeid mellom Equnior og NUPI og skal bistå med analyser og styrke Equinors kunnskapsbase innen politisk risiko og sikkerhetstrusseler.

source: (Oxford University Press, 2015), and has also authored a number of articles dealing with jihadism and foreign fighter issues.
nb: (Oxford University Press, 2015), og har i tillegg forfattet en rekke artikler som omhandler jihadisme og fremmedkrigerproblematikk.

source: The project is funded by the Fund for Bilateral Relations of the EEA and Norwegian Financial Mechanisms 2014-2021.
nb: Prosjektet er finansiert av the Fund for Bilateral Relations of the EEA and Norwegian Financial Mechanisms 2014-2021

source: Geopolitics – the struggle for power and competition for natural resources – has played a role in conflicts such as the Iraq Wars and the clashes between Russia and Ukraine.
nb: Geopolitikken – kampen om makt og konkurranse knyttet til naturressurser – kommer til syne i konflikter som Irak-krigene og konfliktene mellom Russland og Ukraina.

source: She has written a PhD on political quotas for Dalits (low-caste groups) in the state assemblies in India.
nb: Hun har skrevet doktorgradsavhandling om politisk kvotering av daliter (lavkastegrupper) i delstatsforsamlingene i India.

source: Dr Jeppe Mulich visits NUPI to present his ongoing research on empires and privateering in the Greater Caribbean.
nb: Dr Jeppe Mulich besøker NUPI for å presentere sin pågående forskning på imperier og kaperfart i Karibien

source: Educated in Middle Eastern Studies, Russian, and Arabic, she has conducted research on militant Islamism since 2006.
nb: Med utdannelse i midtøstenstudier, russisk og arabisk har hun forsket på militær islamisme siden 2006.

source: Clashes between protesters and security forces have left at least eight people dead and 170 wounded.
nb: Sammenstøt mellom demonstranter og sikkerhetsstyrker første til at minst åtte døde og 170 personer ble skadd i Sudan.

source: Critical Digital Infrastructures
nb: Kritisk digital infrastruktur

source: He has previously worked for the International Security Department at
nb: Han har tidligere jobbet for International Security Department i

source: Another might be that they are lazy.
nb: En annen er kanskje at de er late.

source: Senior Research Fellow at NUPI, Benjamin de Carvalho, will moderate the Theory Seminar.
nb: Seniorforsker på NUPI, Benjamin de Carvalho, leder teoriseminaret.

source: With more and more states and non-state actors developing and using cyber capabilities, what rules apply to responsible state behavior in cyberspace?
nb: Flere og flere stater og ikke-statlige aktører utvikler og bruker nettkompetanse, hvilke regler gjelder for ansvarlig statsadferd i cyberspace?

source: – I would dearly love to blame Putin for Brexit.
nb: – Jeg skulle veldig gjerne skyldt på Putin for brexit.

source: The picture shows Chinese President Xi Jinping talking to South Africa's President Jacob Zuma and his wife Tobeka Madiba Zuma at the closing ceremony of the
nb: Bildet viser Kinas president Xi Jinping i samtale med Sør-Afrikas president Jacob Zuma og kona Tobeka Madiba Zuma på avslutningsseremonien for

source: Professor at LSE Christopher Coker is sharing his views in a video interview at NUPI.
nb: Hør hva LSE-professor Christopher Coker mener om er saken.

source: She has also published on U.S. national security elites, the relevance of gender for the elimination of weapons of mass destruction, UN Security Council Resolution 1325 and gender mainstreaming in UN security policy.
nb: Cohns publikasjoner inneholder også temaer som amerikanske nasjonale sikkerhetseliter, forståelse av kjønn for eliminering av masseødeleggelsesvåpen, FNs Sikkerhetsråds resolusjon 1325 og «gender mainstreaming» i FNs sikkerhetspolitikk.

source: EMPRISE studies the role of the importance of power at sea for the formation of empires and states from 1500-1856.
nb: EMPRISE fokuserer på rollen sjømakt spilte for imperie- og statsdannelsesprosesser i perioden 1500-1856.

source: The FTAAP could also be an alternative to the US-led Trans-Pacific Partnership (TPP), which encountered diplomatic obstacles over the last year.
nb: FTAAP kan også være et alternativ til det amerikanskledede samarbeidsprosjektet TTP (Trans-Pacific Partnership), som langt på vei gikk i stå i år.

source: What is disturbing is that as many as 11 per cent held that “no part of Ukraine can be an independent state”; furthermore, another 11 per cent would accord such rights only to the westernmost parts of today’s Ukraine’, says Helge Blakkisrud.
nb: Men det er urovekkende at så mange som 11 prosent mener at Ukraina ikke har rett til å være en selvstendig stat, og at ytterligere 11 prosent bare vil innrømme en slik rett til de aller vestligste delene av dagens ukrainske stat, sier Blakkisrud.

source: He was deputy director of CERI from 2000 to 2003, and director of CERI from 2009 to 2013.
nb: Han var visedirektør ved CERI fra 2000 til 2003, og direktør samme sted fra 2009 til 2013.

source: (Retd), Director, United Service Institution of India.
nb: (Retd), direktør, United Service Institution of India.

source: The plan covers the following areas: organisation and management, research
nb: Hovedområdene i planen er organisasjon og ledelse, forskning og faglig utvikling og

source: – This is really motivating!
nb: – Det veldig motiverende!

source: He has written several articles and books on Russia, national identity, and propaganda.
nb: Han har publisert en rekke artikler og bøker om Russland, nasjonal identitet og propaganda.

source: The power to shape the 2030 Agenda resides in networks that cut across both inter-governmental and different transnational organizations, including the G20
nb: Evnen til å forme 2030-agendaen finner man i nettverk som som krysser både interstatlige-, og ulike transnasjonale organiasjoner, inkludert G20.

source: Her research focuses on the intersection of the authoritarian regime and identity politics in Belarus and has been published in East European Politics and Societies, Nations and Nationalism, and Osteuropa.
nb: Forskningen hennes fokuserer på krysningen mellom det autroitære regimet og idientitetspolitikk i Hviterussland, og har blitt publisert i East European Politics and Societies, Nations and Nationalism, og Osteuropa.

source: The webinar will take place on zoom, and is open to anyone upon registration.
nb: Webinaret vil være på Zoom, og alle som registrerer seg kan delta.

source: Cameron is the Director of the EU-Asia Centre in Brussels, a think tank seeking to promote closer relations between the EU and Asia.
nb: Cameron er direktør ved EU-Asia Centre i Brussel, som er en tenketank som ønsker å styrke forholdet mellom EU og Asia.

source: How can Norway and NATO strengthen Alliance deterrence and defence in the region?
nb: Hvordan kan Norge og NATO styrke alliansens avskrekkelse og forsvar i regionen?

source: She holds a PhD in political science and conducts research in the fields of critical security studies, Russian foreign and security policies and the radicalization of Islam in Eurasia.
nb: Hun har doktorgrad i statsvitenskap og arbeider med russisk utenriks- og sikkerhetspolitikk, radikalisering av islam i Eurasia og kritiske sikkerhetsstudier.

source: Kim Zetter is an award-winning investigative journalist and author who covers cybersecurity, cybercrime, cyber warfare, privacy and civil liberties.
nb: Kim Zetter er en prisbelønnet journalist og forfatter som skriver om cybersikkerhet, cyberkriminalitet, cyberkrigføring, privatrett og individets rettigheter.

source: In his Policy Brief, Sigurd Neubauer adds that Trump has declared himself neutral in the Israeli–Palestinian conflict.
nb: Sigurd Neubauer påpeker dessuten at Trump har erklært seg nøytral i den israelsk-palestinske konflikten.

source: Knut Christian Myhre will talk about expectations, communication, and ownership in Norway’s Oil Fund.
nb: Knut Christian Myhre snakker om forventninger, kommunikasjon og eierskap i Norges oljefond.

source: What will Brexit mean for the Nordic countries?
nb: Hva betyr Brexit for de nordiske landene?

source: Europe, the world’s second-smallest continent, consists of 48 states and one territory (Gibraltar).
nb: Europa er den nest minste verdensdelen, og består av 48 stater og ett territorium (Gibraltar).

source: Russian youth has frequently been described as strong supporters of President Vladimir Putin and his political regime.
nb: Russisk ungdom har ofte blitt beskrevet som sterke støttespillere til president Vladimir Putin og hans politiske regime.

source: Odd-Helge Fjeldstad points out that domestic political will is also at the core of tax challenges facing Africa
nb: Odd-Helge Fjeldstad påpeker at innenrikspolitisk vilje også er kjernen i skatteutfordringene for land i Afrika

source: With Tillerson in the driver’s seat of US foreign policy, and in light of Donald Trump’s Russia-friendly statements, there are several things that point towards a reopening of doors between the two superpowers.
nb: Med Tillerson i førersetet for USAs utenrikspolitikk, og i lys av Donald Trumps Russland-vennlige uttalelser, er det flere ting som peker i retning av gjenåpning av dørene mellom de to stormaktene.

source: Smith was awarded the annual 2018 Amos Perlmutter Prize of the Journal of Strategic Studies for the most outstanding manuscript submitted for publication by a junior faculty member.
nb: Smith ble tildelt Amos Perlmutter Prize of the Journal of Strategic Studies i 2018 for det beste manuskriptet for et junior fakultetsmedlem.

source: He does research on global governance, with a particular focus on the role of international and non-governmental organizations in peacebuilding, humanitarian relief, and development.
nb: Han forsker på global styring, med særlig fokus på internajonale og ikke-statlige organisasjoners rolle i fredsbygging, humanitær bistand og utvikling.

source: He and Neumann cite the example of the consultancy firm KPMG, which has a separate division offering services to fragile and conflict-affected states.
nb: Sending og Neumann trekker fram konsulentselskapet KPMG, som har en egen avdeling som tilbyr tjenester til såkalte «fragile and conflict affected states» - sårbare og konfliktrammede stater, som eksempel på dette.

source: We describe how three different climate scenarios – quick transition (A), slow transition (B), and no transition (C) – will affect Norwegian foreign policy.
nb: Vi beskriver hvordan utenrikspolitikken påvirkes i tre fremtidsbilder med henholdsvis rask omstilling (A), sen omstilling (B) og ingen omstilling (C).

source: Under President Trump, however, a conflict between the WTO and the USA has emerged.
nb: Under president Trump har det imidlertid oppstått konflikt mellom USA og WTO.

source: This week NUPI was informed that EPOS (Evaluating Power Political Repertoires) will receive NOK 20 million in project support, over a five-year period.
nb: Denne uken kom gladmeldingen om at NUPI-prosjektet EPOS (Evaluating Power Political Repertoires) får 20 millioner kroner i prosjektstøtte, fordelt på fem år.

source: A combination of falling commodity prices, a depressed Chinese demand and deteriorating financial conditions worldwide have severely hit the mineral sector in DR Congo and especially its eastern part of the Kivu provinces, a region which has already suffered a series of repetitive rebellions and wars since early 1990.
nb: En kombinasjon av fallende råvarepriser, en deprimert kinesisk etterspørsel og forverrede økonomiske forhold verden over har rammet mineralsektoren hardt i DR Kongo og spesielt den østlige delen av Kivu provinsene, en region som allerede har lidd en rekke gjentatte opprør og kriger siden 1990.

source: Espen Barth Eide (World Economic Forum), Kate Hansen Bundt (Norwegian Atlantic Committee), Alf Håkon Hoel (Institute of Marine Research), Katja Franko Aas (Institute for Criminology) and Gunhild Hoogensen Gjørv (University of Tromsø).
nb: , Espen Barth Eide (World Economic Forum), Kate Hansen Bundt (Den norske Atlanterhavskomité), Alf Håkon Hoel (Havforskningsinstituttet) Katja Franko Aas (Institutt for kriminologi) og Gunhild Hoogensen Gjørv.

source: (co-edited with Svein S. Andersen and Andreas Goldthau Palgrave 2017) and
nb: (redigert med Svein S. Andersen og Andreas Goldthau Palgrave 2017) og

source: Innwon Park from Korea University held a presentation on the development of regional free trade agreements (FTAs) in Asia.
nb: Innwon Park fra Korea University tok opp utviklingen av regionale frihandelsavtaler i Asia.

source: - a magnet for expats or potential expats.
nb: - en honningkrukke for ekspatriater og potensielle slike.

source: How can donors support and facilitate such processes?
nb: Og hvordan kan eksterne donorer støtte og tilrettelegge slike prosesser?

source: Seminar in International Economics with Cristina Chaminade, University of Lund and Yuning Gao, University of Cambridge.
nb: Seminar i møteserien - internasjonal økonomi med Cristina Chaminade, Lunds universitet og Yuning Gao, Universitetet i Cambridge.

source: The Norwegian Institute of International Affairs (NUPI) and the Stockholm International Peace Research Institute (SIPRI) are collaborating on a climate, peace and security project that is aimed at backstopping the work of Norway during their period as an elected member of the Security Council.
nb: Norsk utenrikspolitisk institutt (NUPI) og Stockholm International Peace Research Institute (SIPRI) samarbeider om et klimarelatert freds og sikkerhetsprosjekt som tar sikte på å støtte opp om Norges arbeid i løpet av deres periode som valgt medlem av FNs sikkerhetsråd.

source: Tchie is a visiting Professor at the University of Buckingham, a visiting Senior Researcher at Kings College London and Associate Fellow at the Royal United Services Institute.
nb: Tchie er gjesteprofessor ved University of Buckingham, gjesteforsker ved Kings College London og forsker i bistilling ved Royal United Services Institute.

source: Lunch is served from 11.30, the seminar starts at 12.00.
nb: Lunsj blir servert fra klokken 11.30, seminaret starter 12.00.

source: ’ (co-edited with Jarle Trondal and Akasemi Newsome).
nb: ’ (medredaktører: Jarle Trondal and Akasemi Newsome).

source: Master, International Relations, Norwegian University of Life Sciences
nb: Master, Internasjonale Relasjoner, Norges miljø- og biovitenskapelige universitet

source: In conversation with Mari Teigen (Research professor at ISF and Director for CORE – Centre for Research on Gender Equality), she will then discuss how the insights from India may be relevant for how we discuss politics of inclusion and what to expect from differently designed quota policies.
nb: I samtale med Mari Teigen (Forsker ved ISF og leder for CORE – Senter for likestillingsforskning) diskuterer hun så hvordan disse funnene fra India kan bidra til pågående diskusjoner om inkluderingspolitikk og hva slags konsekvenser man kan forvente av ulike tiltak.

source: Presently, she is working for the Norwegian Red Cross.
nb: Hun arbeider for tiden i Norges Røde Kors.

source: Seminar with Mr. Shmuel Rosner on the pro-Israel lobby in the US.
nb: Seminar om sannheter og myter rundt den amerikanske Israel-lobbyen.

source: He has also been a lecturer at Leiden University, the Free University and the Inholland University of Applied Sciences.
nb: I tillegg har han forelest ved Leiden University, The Free University og Inholland Univeristy of Applied Science.

source: However, the Covid-19 pandemic has disrupted the negotiations and the Summit will be postponed to 2021.
nb: Covid-19-pandemien har imidlertid forstyrret forhandlingene, og toppmøtet har blitt utsatt til 2021.

source: The organizational work is led by Vegar Andreassen (MFA), Niels Nagelhus Schia (NUPI), and Louise Olsson (PRIO).
nb: Dialogforumet ledes operativt av Vegar Andreassen (UD), Niels Nagelhus Schia (NUPI) og Louise Olsson (PRIO).

source: Bachelor in Asia and Middle East Studies (major in Persian and minor in Economics)
nb: Bachelorgrad i Asia - og Midtøsten- studier (med fordypning i persisk, og støtteemner i samfunnsøkonomi)

source: In addition, she follows international cybersecurity processes in the UN, OSCE and NATO.
nb: I tillegg følger hun internasjonale forhandlinger om cybersikkerhet i FN, OSCE og NATO.

source: In a world of Trump and Brexit – who makes international tax policy?
nb: I en verden med Trump og Brexit – hvem bestemmer internasjonal skattepolitikk?

source: Shi holds a number of professional and honorary positions, including Director of Renmin’s Center on American Studies and Counsellor of the State Council.
nb: Shi innehar en rekke profesjonelle og honorære posisjoner, inkludert leder for Renmins Center on American Studies og rådgiver til Statsrådet.

source: Mikkel Frøsig Pedersen is a senior advisor who supports the senior management and research staff.
nb: Mikkel Frøsig Pedersen er en seniorrådgiver som støtter ledelsen og forskerstaben.

source: He went on to cover Latin America, the Middle East and Africa for the BBC.
nb: Senere dekket han også Latin-Amerika, Midtøsten og Afrika for BBC.

source: , over 70 million people are currently displaced.
nb: er over 70 millioner mennesker for tiden på flukt.

source: The Paris Agreement (now ratified by 170 countries) and the falling cost of solar and wind power threaten to undermine demand for fossil fuels.
nb: Paris-avtalen - som i dag er ratifisert av 170 land - samt prisfall på sol- og vindenergi, skaper en trussel mot etterspørselen etter fossilt brennstoff.

source: 10.00-10.10 - Welcome remarks:
nb: 10.00-10.10 – Velkommen ved:

source: Blockmans is also a senior research fellow at the Center for European Policy Studies.
nb: Blockmans er også seniorforsker ved Center for European Policy Studies.

source: Different from some other Arab governments, Oman does not fear Iran.
nb: Og i motsetning til enkelte andre arabiske regjeringer, er Oman ikke redd for Iran.

source: Christel Nguyen is a Senior Adviser in the Research Administrative Unit (FADEN), where she works with application and project support towards The Research Council of Norway, the EU (Horizon 2020), and other international sources of finance.
nb: Seniorrådgiver Christel Nguyen arbeider i Forskningsadministrativ enhet, og har særlig ansvar for søknadsstøtte og prosjektoppfølging opp mot Norges forskningsråd, EU (Horizon 2020) og andre internasjonale finansieringskilder.

source: Many countries are now investing heavily in physical and digital infrastructure, and China is mobilizing ever more partners and resources behind its Belt and Road Initiative (BRI).
nb: Mange land i regionen investerer nå tungt i fysisk og digital infrastruktur, og Kina mobiliserer stadig flere partnere og ressurser bak sitt «Belte og vei-initiativ» (Belt and Road Initiative – BRI).

source: High price mark-ups, driven by trade costs and profit-seeking, is part of the story.
nb: Høye prispåslag, drevet av handelskostnader og profittmotiv, er en del av historien.

source: He holds a PhD from the University of Copenhagen and he has a master’s degree in International Relations Theory is from the London School of Economics.
nb: Han har doktorgrad fra Københavns Universitet og har mastergrad i International Relations Theory fra London School of Economics.

source: Shpend Kursani is a PhD researcher in the Department of Political and Social Sciences at the European University Institute (EUI) in Florence, Italy where he researches the post-Second World War cases of contested states.
nb: Shpend Kursani er PhD-forsker ved Department of Political and Social Sciences ved European University Institute (EUI) i Firenze, Italia, hvor han forsker på etterkrigstiden av omstridte stater etter andre verdenskrig.

source: Professor of Political Science, Södertörn University
nb: Professor i statsvitenskap, Södertörn Universitet
